package com.example.space;

public class Background {
    String[][] text_s = {{"2150 год "},{ "Суббота"+ "\n"},
            {"Я сидел за столом на кухне, просматривая вакансии. Так как я был ещё несовершеннолетним, мне можно лишь подрабатывать в выходные дни и летние деньки."+ "\n"+
                    "Макс: — И куда же мне деваться? Эти вакансии… для одной надо ездить в другой город за черт знает сколько километров. За маленькую зарплату вкалывать без продыху на другой. Делать всё быстро для третьей."+ "\n"+
                    "На глаза попался рекламный баннер."+ "\n"+
                    "«Незабываемый опыт в открытом космосе. Отправьтесь на обучение программированию на космическую станцию «Организация по полетам в космос» (ОПК). Подайте заявку и мы пришлем вам необходимые инструкции»."+ "\n"+
                    "Макс: — И тут есть адрес сайта… может, стоит попробовать."+ "\n"+
                    "Макс неуверенно кликает на баннер и переходит на сайт."+ "\n"+
                    "На удивление, всё выглядело красиво и аккуратно."+ "\n"+
                    "Макс: — Даже создали чат с менеджером… серьезные люди. Надо бы пообщаться с ним. Того гляди, что-то новое узнаю"+ "\n"+
                    "Час общения выявил очень много информации. Набравшись смелости, я заполнил анкету, после чего отправляет её."+ "\n"},
            { "Вторник."},
            { "12:55"+ "\n"},
            { "Макс: — Осталось совсем немного, я должен успеть. Отбор заканчивается в час."+ "\n"+
                    "Я успею…"+ "\n"},
            { "12:58"+ "\n"},
            { "Мужчина: — Мальчик , ты на отбор?Так он давно прошел. Желающих было слишком много и все места, наверное, за полчаса разобрали"+ "\n"+
                    "Макс: — Как? Но ведь… но ведь еще 2 мин до конца…"+ "\n"+
                    "Мужчина: — Вижу ты расстроен. Может, раз ты ничем не занят, поможешь мне? Я в долгу не останусь"+ "\n"+
                    "Я пошел за совсем неизвестным мне человеком. Но я не мог думать о чем то, я просто шел"+ "\n"+
                    "После работы этот человек позвал меня за собой"+ "\n"+
                    "Мужчина: — Что ж, ты хорошо поработал. Может, хочешь чего-нибудь?"+ "\n"+
                    "Макс: — Повернуть время вспять."+ "\n"+
                    "Я сказал это не задумываясь, просто первое что пришло в голову. Понял я это довольно поздно, но что сказано, то сказано. Я надеялся что этот мужчина ничего не слышал."+ "\n"+
                    "Мужчина: — Что ты сказал?"+ "\n"+
                    "Не услышал."+ "\n"+
                    "Макс: — Ничего. Я, наверное, пойду."+ "\n"+
                    "Почтальон: — Вам письмо"+ "\n"+
                    "Почтальон протягивает мне странный конверт странного цвета — зеленый."+ "\n"+
                    "Макс: — Я не ждал письма… от кого оно?"+ "\n"+
                    "Странный цвет для письма. Обычные письма присылают в белых или даже в красных конвертах. Но никак не в зеленых."+ "\n"+
                    "Почтальон: — Извините, я не могу открывать конфиденциальную информацию. Хорошего дня."+ "\n"+
                    "После этих слов почтальон ушел, оставив меня один на один с этой находкой."+ "\n"+
                    "Макс: — И что же это? Может, ошиблись адресом?"+ "\n"+
                    "Я стал искать строку адреса."+ "\n"+
                    "Макс: — Нет, это мой адрес, но нет отправителя. Как странно… в наше-то время писем уже никто не отправляет, помимо оплаты тех же коммунальных услуг. Лишняя трата бумаги."+ "\n"+
                    "Я еще немного повертел письмо в руках."+ "\n"+
                    "Макс: — Ладно, все равно открыть придется, зачем тянуть. Может, там спам о том, что я выиграл миллион, нигде не участвуя. Ха-ха"+ "\n"+
                    "Я открыл письмо, но там не оказалось ничего пугающего или захватывающего. Просто аккуратно сложенный белый лист бумаги."+ "\n"+
                    "Макс: — И ничего интересного. Хорошо, посмотрим, что внутри этой странной и загадочной бумажки."+ "\n"+
                    "Наконец развернув письмо, я удивился."+ "\n"+
                    "В нем была вырезка из статьи, а именно о космических курсах или как это было сказано в письме: «Незабываемый опыт в открытом космосе». Дальше было приглашение на эти самые занятия. Но, что самое странное, оно было адресовано именно мне"+ "\n"+
                    "Макс: — Что..? Но я даже не успел попасть на состязания и поучаствовать в отборе. Как? Тут должно быть еще что-то… точно должно быть"+ "\n"+
                    "Я проверял конверт и само письмо несколько раз. Просмотрел точно раза три и саму статью. Что-то в этом не так."+ "\n"+
                    "Но что именно?"+ "\n"+
                    "Войдя в большое светлое здание я не поверил своим глазам."}};
}
